{
  "rp-focused": "Communities that emphasize immersive storytelling, character arcs, and in-universe decision-making. Members create detailed backstories and interact as their Stellaris personas.",
  "competitive-multiplayer": "Communities that incorporate competitive elements, such as strategic alliances, rivalries, and winning conditions within the role-play narrative.",
  "casual-multiplayer": "Communities where the focus is on relaxed, social storytelling and collaborative world-building, rather than strict rules or competition.",
  "large-communities": "Communities with 100+ members. Expect a wide variety of storylines, frequent events, and a bustling environment, but sometimes less personal connections.",
  "medium-communities": "Communities with 50-100 members. These offer a balance between active RP and the ability to get to know fellow members.",
  "small-communities": "Communities with fewer than 50 members. These are often close-knit, with deeper character relationships and more focused story arcs.",
  "exclusive-communities": "Invite-only or application-based communities, often with high standards for lore, writing, or character development.",
  "beginner-friendly": "Communities that welcome newcomers to Stellaris RP, offering guidance, lore explanations, and support for new role-players.",
  "intermediate": "Communities for those with some experience in Stellaris RP, looking to improve their storytelling and character development skills.",
  "advanced-expert": "Communities for veteran role-players who enjoy complex narratives, deep lore, and advanced character interactions.",
  "mixed-skill": "Communities that welcome all experience levels, balancing stories so both new and veteran role-players can participate.",
  "vanilla": "Communities that use only the base Stellaris game, ensuring everyone has the same experience and no mods are required.",
  "lightly-modded": "Communities that use a few quality-of-life or cosmetic mods, making the RP experience smoother without changing core gameplay.",
  "heavily-modded": "Communities that use many mods, often to add new lore, mechanics, or custom content for richer role-play scenarios.",
  "english-speaking": "Communities where English is the primary language for all in-character and out-of-character communication.",
  "non-english-speaking": "Communities where another language (such as Spanish, French, or German) is used for role-play and community interaction.",
  "multilingual": "Communities that welcome multiple languages, supporting international role-play and diverse backgrounds.",
  "regional-groups": "Communities focused on a specific country or region, often to coordinate time zones, cultural context, and local lore.",
  "global-groups": "Communities with members from all over the world, offering a diverse mix of cultures and perspectives in the role-play.",
  "railroad": "Communities where the story follows a predetermined path, guided by a game master or organizer, with less player agency and a more structured narrative.",
  "freeform": "Communities where players have significant freedom to shape the story, with minimal restrictions or predetermined outcomes.",
  "sandbox": "Open-ended communities where players can explore, create, and interact with the world as they wish, often with emergent storytelling.",
  "narrative-driven": "Communities focused on collaborative storytelling, character development, and plot progression as the core of the experience.",
  "simulationist": "Communities that emphasize realism, internal consistency, and in-universe logic, often with detailed rules and systems.",
  "tactical": "Communities that focus on strategy, planning, and game mechanics, often incorporating military or political elements into the narrative.",
  "voice-rp": "Communities where sessions are conducted via voice chat, allowing for real-time character interaction.",
  "text-based-rp": "Communities where role-play is done through text, either in real-time chat or on forums, allowing for detailed writing and asynchronous participation.",
  "mixed-rp": "Communities that support both voice and text-based role-play, offering flexibility for members to choose their preferred style.",
  "single-campaign": "Communities with one host maintaining a single campaign at the time.",
  "multiple-campaigns": "Communities with either one or several hosts running several campaigns at the same time.",
  "high-activity": "Communities with frequent posts and fast-paced story progression. Ideal for those who enjoy constant engagement and dynamic narratives.",
  "moderate-activity": "Communities with a steady but manageable pace, balancing activity with time for thoughtful responses and character development.",
  "low-activity": "Communities with infrequent posts and a relaxed pace, allowing members to participate at their own speed and focus on long-term stories.",
  "high-lore": "Communities where deep knowledge of Stellaris lore is expected. Members are encouraged to stay consistent with established universe details and canon.",
  "moderate-lore": "Communities where some familiarity with Stellaris lore is helpful, but creative additions and flexible interpretations are welcome.",
  "low-lore": "Communities where lore is optional or kept simple, focusing on fun, creativity, and player-driven stories over strict canon.",
  "strict-moderation": "Communities with clear rules and active moderation.",
  "relaxed-moderation": "Communities with a laid-back approach to moderation, focusing on trust and community self-regulation, with minimal intervention.",
  "community-guided": "Communities where decisions are made collectively or with community input, fostering a sense of shared responsibility and ownership.",
  "frequent-events": "Communities that host regular events, story arcs, or campaigns, ensuring there's always something happening for members to join.",
  "occasional-events": "Communities that organize events from time to time, often based on member interest or special occasions.",
  "rare-events": "Communities where events are rare or only happen for major milestones, holidays, or when inspiration strikes.",
  "multiple-a-week": "Communities that schedule sessions more than once per week, offering frequent opportunities for participation.",
  "weekly": "Communities that hold sessions on a weekly basis, providing a regular and predictable schedule.",
  "bi-monthly": "Communities that meet every two weeks (bi-monthly), balancing regular play with flexibility.",
  "monthly": "Communities that organize sessions once a month, ideal for those with limited availability.",
  "other-session-frequency": "Communities with other or irregular session frequencies, such as seasonal events or ad-hoc scheduling."
}