{
  "rp-focused": "Communities focused on RP and collaborative storytelling.",
  "competitive-multiplayer": "Communities centered on competitive multiplayer gameplay.",
  "casual-multiplayer": "Communities for relaxed, casual multiplayer experiences.",
  "large-communities": "Communities with more than 100 active members.",
  "medium-communities": "Communities with between 50-100 active members.",
  "small-communities": "Communities with fewer than 50 active members.",
  "exclusive-communities": "Communities with limited or invite-only membership.",
  "beginner-friendly": "Communities open to new players, offering basic guidance and a friendly learning environment.",
  "intermediate": "Communities for players with some experience looking to improve their storytelling and skills.",
  "advanced-expert": "Communities for veterans who prefer complex lore, deep narratives, and advanced RP.",
  "mixed-skill": "Communities accepting all experience levels, ensuring balanced opportunities for everyone.",
  "vanilla": "Communities using only base Stellaris, with no required mods.",
  "lightly-modded": "Communities that employ a few minor or cosmetic mods for a smoother experience.",
  "heavily-modded": "Communities featuring extensive mod lists that add mechanics, lore, or new content.",
  "english-speaking": "Communities primarily using English for their communication.",
  "non-english-speaking": "Communities that use languages other than English for all interactions. Such as: french, spanish, german, etc.",
  "multilingual": "Communities open to multiple languages.",
  "regional-groups": "Communities organized by region or country, aligning time zones.",
  "global-groups": "Communities uniting players worldwide.",
  "railroad": "Communities driven by preset story arcs, guided by a game master with limited player freedom.",
  "freeform": "Communities with minimal constraints, offering broad creative freedom for players.",
  "sandbox": "Communities where open-ended exploration leads to emergent storytelling.",
  "narrative-driven": "Communities emphasizing collaborative storytelling, character arcs, and plot depth.",
  "simulationist": "Communities that focus on realism, in-universe consistency, and logical world-building.",
  "tactical": "Communities centered on strategy, competitive elements, and in-game tactics.",
  "voice-rp": "Communities conducting most of their RP interactions through voice channels.",
  "text-based-rp": "Communities mostly using text for RP, either in chats or forums.",
  "mixed-rp": "Communities using both voice and text RP.",
  "single-campaign": "Communities with a single main campaign hosted by one or multiple hosts.",
  "multiple-campaigns": "Communities where multiple campaigns run concurrently, often managed by different hosts.",
  "high-activity": "Communities with a very active community and constant activity.",
  "moderate-activity": "Communities with steady pacing, balancing regular posts and thoughtful participation.",
  "low-activity": "Communities where posts are infrequent, allowing a relaxed, long-term approach to RP.",
  "high-lore": "Communities expecting in-depth lore documents and consistent canon.",
  "moderate-lore": "Communities that value lore lore documents but allow flexible writing and expansion.",
  "low-lore": "Communities where a lore-demand is not enforced, focusing on spontaneous lore expansion instead.",
  "strict-moderation": "Communities where the hosts control all aspects of the Community themselves. This includes rules, mods, etc.",
  "relaxed-moderation": "Communities with light administrative involvement, the community is being involved on major decisions.",
  "community-guided": "Communities shaped by group input, jointly managing rules and direction.",
  "multiple-a-week": "Communities meeting multiple times a week for frequent engagement.",
  "weekly": "Communities running sessions every week, keeping a predictable schedule.",
  "bi-monthly": "Communities meeting every two weeks, striking a balance between regularity and flexibility.",
  "monthly": "Communities scheduling one session a month, suitable for busier participants.",
  "other-session-frequency": "Communities with alternative or irregular scheduling, such as event-based sessions."
}
